const textTitle = "문10답10";
const textJsonQ = [
    {
      "num": "문11",
      "line": [
       {
        "c": "black",
        "t": "하나님의 섭리 사역들은 무엇입니까?"
     }
      ]
    }
  ];
  const textJsonA = [
    {
      "num": "답11",
      "line": [
        {
          "c": "black",
          "t": "하나님의 섭리의 사역들은"
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "자기가 지으신 "
        },
        {
          "l": 1,
          "b": false,
          "c": "B03052",
          "t": "_ _ _"
        },
        {
          "b": false,
          "c": "black",
          "t": "과(와) "
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "그 모든 행동들"
        },
        {
          "c": "black",
          "t": "을 "
        },
        {
          "l": 2,
          "c": "6EC207",
          "t": "지극히 거룩하게 보존하시고 통치하시는 것입니다."
        },

        {
          "c": "black",
          "t": " "
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "자기가 지으신 "
        },
        {
          "l": 1,
          "b": false,
          "c": "B03052",
          "t": "_ _ _"
        },
        {
          "b": false,
          "c": "black",
          "t": "과(와) "
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "그 모든 행동들"
        },
        {
          "c": "black",
          "t": "을 "
        },
        {
          "l": 2,
          "c": "EC5228",
          "t": "지극히 지혜롭게 보존하시고 통치하시는 것입니다."
        },

        {
          "c": "black",
          "t": " "
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "자기가 지으신 "
        },
        {
          "l": 1,
          "b": false,
          "c": "B03052",
          "t": "_ _ _"
        },
        {
          "b": false,
          "c": "black",
          "t": "과(와) "
        },
        {
          "l": 1,
          "b": false,
          "c": "black",
          "t": "그 모든 행동들"
        },
        {
          "c": "black",
          "t": "을 "
        },
        {
          "l": 2,
          "c": "57B4BA",
          "t": "지극히 능력있게 보존하시고 통치하시는 것입니다."
        }
      ]
    }
  ];  