const textTitle = "문12답12";
const textJsonQ = [
    {
      "num": "문12",
      "line": [
       {
        "c": "black",
        "t": "사람이 지음을 받은 지위에 있었을 때,"
     },
     {
      "c": "black",
      "t": "하나님께서는 사람을 향해"
   },
   {
    "c": "black",
    "t": "어떤 특별한 섭리 행위를 하셨습니까?"
 }
      ]
    }
  ];
  const textJsonA = [
    {
      "num": "답12",
      "line": [
        {
          "c": "black",
          "t": "하나님께서 사람을 창조하셨을 때,"
        },
        {
          "l": 1,
          "b": false,
          "c": "6EC207",
          "t": "완전한 순종을 조건"
        },
        {
          "c": "black",
          "t": "으로 "
        },
        {
          "l": 1,
          "b": false,
          "c": "3F7D58",
          "t": "사람과 더불어 생명의 언약"
        },
        {
          "c": "black",
          "t": "을 맺으시고, "
        },
        {
          "b": false,
          "l": 2,
          "c": "EC5228",
          "t": "선악을 알게 하는 나무의 열매를 먹는 것"
        },
        {
          "l": 2,
          "c": "black",
          "t": "을"
        },
        {
          "b": false,
          "l": 2,
          "c": "500073",
          "t": "사망의 고통에 의거하여 금하셨습니다"
        }
      ]
    }
  ];  