const textTitle = "문30답30";
const textJsonQ = [
    {
      "num": "문30",
      "line": [
        {
          "l": 1,
          "b": false,
          "c": "6EC207",
          "t": "그리스도께서 값을 치르신 구속"
        },
        {
          "c": "black",
          "t": "을 "
        },
        {
        
          "c": "black",
          "t": "성령께서 우리에게 어떻게 적용하시나요?"
        }
      ]
    }
  ];
  const textJsonA = [
    {
      "num": "답30",
"line": [
  {
    "c": "black",
    "t": "성령께서 효과적인 부르심으로 "
  },
      {
        "l": 2,
        "b": false,
        "c": "6439FF",
        "t": "우리 안에 믿음을 일으키시고"
      },
      {
        "b": false,
        "l": 2,
        "c": "219B9D",
        "t": "우리를 그리스도와 연함시킴으로 "
      },
      {
        "l": 1,
        "b": false,
        "c": "6EC207",
        "t": "그리스도께서 값을 치르신 구속"
      },
      {
        "c": "black",
        "t": "을 우리에게 적용합니다."
      }
    ]
    }
  ];  